Revit 2027 API
ParameterTypeId.FrictionFactor Property
 "Friction Factor"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FrictionFactor { get; }
Public Shared ReadOnly Property FrictionFactor As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FrictionFactor {
	ForgeTypeId^ get ();
}
static member FrictionFactor : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace